[RoboticRaider X2SitRepTemplate]
FriendlyName="朱利安已夺取机械单位控制权"
Description="一些机器人单位已被朱利安夺取了控制权，并在该地区漫游."

[RoboticRaiderEffect X2SitRepEffect_AddTeam]
FriendlyName="朱利安已夺取机械单位控制权"
Description="一些机器人单位已被朱利安夺取了控制权，并在该地区漫游."


[JulianSectopodTier2 X2CharacterTemplate]
strCharacterName="朱利安原型" 


[JulianSectopodTier3 X2CharacterTemplate]
strCharacterName="朱利安·普里姆" 
strAcquiredText="外星工程的巅峰之作。这台巨大的战争机器可以立即对任何即将到来的打击做出反应." 
